IDEA StatiCa Open Model
Material.SpecificHeat Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Specific heat capacity
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double SpecificHeat { get; set; }
Public Property SpecificHeat As Double
	Get
	Set
public:
property double SpecificHeat {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace